Revit 2027 API
ParameterTypeId.TopographyLinkPath Property
 "Saved Path"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TopographyLinkPath { get; }
Public Shared ReadOnly Property TopographyLinkPath As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TopographyLinkPath {
	ForgeTypeId^ get ();
}
static member TopographyLinkPath : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace